{"0": "don\u2019t", "1": "grapeseed", "2": "half.", "3": "drizzling", "4": "(23x12", "5": "brisket", "6": "1351", "7": "resettle.", "8": "cob", "9": "(75\u00bac).", "10": "recommended", "11": "cakes.", "12": "mouths,", "13": "cutlets.", "14": "aquarium", "15": "masher.", "16": "3-millimeters", "17": "sweat.", "18": "(170\u00bac).", "19": "flatter", "20": "4x3-inch", "21": "(quartered)", "22": "ham-covered", "23": "much.", "24": "8-10", "25": "hummus!", "26": "flat-bottomed", "27": "monster", "28": "band.", "29": "front", "30": "knead.)", "31": "o\u2019", "32": "dicing.", "33": "cheese.", "34": "dough\u201d", "35": "salad:", "36": "325\u00b0f/160\u00b0c.", "37": "re-assembled", "38": "frozen,", "39": "watch", "40": "40", "41": "catnip", "42": "rind,", "43": "racks", "44": "brownie.", "45": "drink", "46": "cm)", "47": "bibimbap", "48": "lobster,", "49": "saucy.", "50": "(times", "51": "waffles,", "52": "fully.", "53": "omelette,", "54": "180\u00b0c", "55": "low-fat", "56": "activated!", "57": "half-set,", "58": "sauvignon.", "59": "cream-cheese", "60": "pair", "61": "daikon,", "62": "olive", "63": "(best", "64": "length.", "65": "ferment,", "66": "yolk).", "67": "do,", "68": "requires", "69": "counting", "70": "(510g)", "71": "goat\u2019s", "72": "cornstarch,", "73": "collected", "74": "form", "75": "2)", "76": "[12-14", "77": "farfalle", "78": "increasing", "79": "float.", "80": "(65\u02dac).", "81": "(\u00bc", "82": "anglaise:", "83": "1-4", "84": "exposed,", "85": "distilled", "86": "29", "87": "bacon.", "88": "juices)", "89": "instructions.", "90": "replace", "91": "closed,", "92": "removed,", "93": "flip,", "94": "opening.", "95": "chou", "96": "sauce!", "97": "\u2018spice", "98": "complex", "99": "classic.", "100": "bolognese", "101": "stamp", "102": "taped", "103": "lengthen.", "104": "363", "105": "pineapple", "106": "taquitos.", "107": "curry.", "108": "brushing", "109": "oil", "110": "kind", "111": "scores.", "112": "pancit.", "113": "slots", "114": "entire", "115": "poofed", "116": "15\u201330", "117": "carrot", "118": "tablespoons).", "119": "now!)", "120": "crosshatch", "121": "carbs\n0.3g", "122": "upper", "123": "(19", "124": "rises,", "125": "cakes,", "126": "pile", "127": "pourable", "128": "julienne.", "129": "shopping", "130": "neat", "131": "quesadilla,", "132": "taquito", "133": "cremini", "134": "waters,", "135": "mixing,", "136": "inside.", "137": "toppings,", "138": "assembly,", "139": "doubled.", "140": "microwaveable-friendly", "141": "excellent", "142": "\u201ctrunk\u201d", "143": "omelet.", "144": "vanilla,", "145": "straighten.", "146": "grill)", "147": "jalapen\u0303os.", "148": "coverage", "149": "distributed", "150": "remains,", "151": "dumplings.", "152": "melt.", "153": "campari,", "154": "look.", "155": "enjoying!", "156": "leaf,", "157": "knots,", "158": "sausage,", "159": "necessary),", "160": "held", "161": "thinnest", "162": "parchment,", "163": "prongs", "164": "cranberry,", "165": "power.", "166": "layers:", "167": "dispose", "168": "gram,", "169": "underside", "170": "apart\u201d", "171": "breakfast,", "172": "season", "173": "running", "174": "16-inches", "175": "stirring,", "176": "expansion.", "177": "adhere.", "178": "\u2018train\u2019", "179": "days", "180": "panko\u2014if", "181": "(important!", "182": "387,", "183": "glace,", "184": "refried", "185": "cooks.", "186": "feel", "187": "spay", "188": "500g", "189": "borders.", "190": "smaller,", "191": "well-blended", "192": "walnut-sized", "193": "cap", "194": "yolk.", "195": "gel-like.", "196": "pasillas,", "197": "thickened.", "198": "granules,", "199": "110\u02daf", "200": "bean.", "201": "pod.", "202": "straight", "203": "surface,", "204": "results", "205": "burns,", "206": "impurities", "207": "topping", "208": "somewhat", "209": "\u201cmozzarella\u201d", "210": "thyme", "211": "instructions,", "212": "objects", "213": "dog", "214": "temperatures", "215": "bones.\u201d", "216": "puddings,", "217": "deveining.", "218": "chilis,", "219": "(try", "220": "tomatillos,", "221": "bitters", "222": "shank.", "223": "scallions,", "224": "patties.", "225": "fruit.", "226": "nests", "227": "well-mixed.", "228": "thickened", "229": "re-cutting", "230": "widest", "231": "1\u00be", "232": "overcrowding.", "233": "slot,", "234": "cooker", "235": "bacon", "236": "maker", "237": "scallions.", "238": "3", "239": "lemonade,", "240": "cream.", "241": "golf-size", "242": "spice-sugar", "243": "three.", "244": "bake.", "245": "squeeze.", "246": "shut", "247": "crisped", "248": "own!", "249": "(greasing", "250": "pasta,", "251": "1-inch-wide", "252": "them", "253": "\u201ctoasted\u201d", "254": "spirals", "255": "triple", "256": "(top", "257": "brats.", "258": "glistening", "259": "shortening,", "260": "yorkshire", "261": "(once", "262": "sturdy", "263": "egg,", "264": "re-sealable", "265": "(shrimp", "266": "wasabi.", "267": "testing,", "268": "cross.", "269": "sides)", "270": "brownness", "271": "tbsp).", "272": "flex", "273": "rolls:", "274": "honey!", "275": "2-cm", "276": "by:", "277": "straighter", "278": "coverage.", "279": "serve.", "280": "slow", "281": "browned).", "282": "let\u2019s", "283": "dried,", "284": "limeade.", "285": "comte", "286": "unicorn", "287": "forty-five", "288": "kneading", "289": "chestnuts,", "290": "melted", "291": "sopressata,", "292": "jalape\u00f1o,", "293": "phin", "294": "2018", "295": "(77\u02dac).", "296": "\u201cgrilling\u201d!", "297": "meatloaf", "298": "folds", "299": "2-3", "300": "pie).", "301": "puffing", "302": "(375\u02daf)", "303": "centered", "304": "15-20", "305": "rare.", "306": "dipping", "307": "dissolved,", "308": "dough.", "309": "can", "310": "itself.", "311": "spaces", "312": "375\u02daf", "313": "cores", "314": "prick", "315": "beets", "316": "shiitakes", "317": "bunt", "318": "pairing", "319": "prosciutto,", "320": "followed", "321": "fudgey", "322": "arepa", "323": "simmering.", "324": "stewed", "325": "risen", "326": "mess.", "327": "(190", "328": "cream,", "329": "bits,", "330": "that\u2019s", "331": "legs.\u201d", "332": "sorbet.", "333": "needed)", "334": "(do", "335": "frequently.", "336": "touch),", "337": "donut", "338": "treats.", "339": "over", "340": "macaron.", "341": "dollop", "342": "(23cmx33cm)", "343": "handles.", "344": "gray", "345": "breadcrumbs.", "346": "0.33g", "347": "lift", "348": "roasts,", "349": "loose-bottom", "350": "no", "351": "tin", "352": "repeat", "353": "flour;", "354": "inverted", "355": "burrito", "356": "triples", "357": "cheeses,", "358": "stains,", "359": "coleslaw:", "360": "cutouts", "361": "large", "362": "325\u00baf", "363": "suya", "364": "500ml", "365": "macarons", "366": "7x7-inch", "367": "shallow", "368": "an", "369": "pushed", "370": "ravioli.", "371": "milks,", "372": "colour", "373": "grill.", "374": "meat", "375": "fork-tender,", "376": "spoons.", "377": "coarse", "378": "step.", "379": "beep.", "380": "cakes", "381": "well-coated.", "382": "10x15-inch", "383": "2-three", "384": "some", "385": "aware,", "386": "florets", "387": "mustards,", "388": "with,", "389": "bao", "390": "effort.", "391": "wedges.", "392": "turmeric,", "393": "distribute", "394": "debone,", "395": "liters)", "396": "wired", "397": "upwards.", "398": "eggs;", "399": "par-boiled", "400": "(72\u02dac).", "401": "overflow", "402": "well-blended,", "403": "up-side", "404": "tomato-chili", "405": "heart", "406": "sprig,", "407": "bloom,", "408": "use).", "409": "braciole", "410": "possible,", "411": "quick", "412": "macarons:", "413": "thickness", "414": "sandy.", "415": "alongside.", "416": "tied", "417": "3-8", "418": "sticking.", "419": "(without", "420": "gelatin", "421": "method.", "422": "2d", "423": ":)", "424": "forming", "425": "airy", "426": "traditional", "427": "bite-sized", "428": "tubes.", "429": "fajitas,", "430": "rub", "431": "\u2018glue\u2019", "432": "thread", "433": "berries.", "434": "spreading", "435": "starts:", "436": "roll-ups,", "437": "cheese!", "438": "agar-agar", "439": "mat.", "440": "piles.", "441": "spatula/paint", "442": "openings", "443": "packaging,", "444": "pro", "445": "hominy", "446": "wookiees", "447": "twists.", "448": "too!", "449": "pasty", "450": "front,", "451": "damp", "452": "taste", "453": "salad!", "454": "ends", "455": "respective", "456": "plastic", "457": "(50g)", "458": "(6cm)", "459": "pancakes", "460": "crack", "461": "zest,", "462": "thin,", "463": "okay!", "464": "crispies!", "465": "8cm", "466": "rise", "467": "vigorously", "468": "garnish),", "469": "(5x5", "470": "preheated", "471": "champagne,", "472": "(175\u02dac", "473": "four", "474": "wedge", "475": "spiderweb.", "476": "lentil", "477": "mirin,", "478": "deflate.", "479": "well-greased", "480": "lemon.", "481": "prepared.", "482": "pocket.", "483": "cilantro).", "484": "ribeye", "485": "lids", "486": "salmon,", "487": "rolled.", "488": "mix:", "489": "molds,", "490": "chilled,", "491": "(6-mm)", "492": "mop", "493": "bread)", "494": "607,", "495": "stack,", "496": "holds", "497": "masa.", "498": "spout,", "499": "latkes", "500": "membrane", "501": "makes", "502": "pierogi", "503": "puncture", "504": "125\u00b0f", "505": "kitchen", "506": "press", "507": "beaters", "508": "ladyfingers.", "509": "seasoned.", "510": "20-cm", "511": "container)", "512": "maximum", "513": "ramekin", "514": "375\u00b0f/190\u02dac.", "515": "(9-inch)", "516": "secure", "517": "(60x20", "518": "clams", "519": "toastie", "520": "loose.", "521": "pestle,", "522": "deep-golden", "523": "straws", "524": "garnish.", "525": "dairy-free", "526": "inch)", "527": "cotta", "528": "assembly.", "529": "blitz.", "530": "25-30", "531": "from-scratch", "532": "(\u00b2\u00b9\u2044\u2082", "533": "50-60", "534": "ridges", "535": "outsides", "536": "blending,", "537": "supremes,", "538": "salted", "539": "3\u00bd", "540": "fizzy", "541": "enough,", "542": "geode", "543": "375\u02daf(190\u02dac)", "544": "season.", "545": "slits,", "546": "prosecco", "547": "yield", "548": "romaine", "549": "semi-circle,", "550": "funnel,", "551": "the", "552": "\u201cmonster\u201d,", "553": "medium-", "554": "potstickers", "555": "jalape\u00f1os.", "556": "lemon", "557": "scrape", "558": "wings,", "559": "countertop", "560": "mash,", "561": "cut-out.", "562": "towel,", "563": "steel-cut", "564": "laid", "565": "pattern", "566": "wrap,", "567": "oven", "568": "day).", "569": "scallion.", "570": "373mg", "571": "remove.", "572": "strawberry-egg", "573": "draping", "574": "190\u00bac),", "575": "passionfruit", "576": "stemmed", "577": "stirring", "578": "cheekbones.", "579": "golden)", "580": "retain", "581": "mixture):", "582": "spots.", "583": "(86", "584": "perimeter,", "585": "mush.", "586": "innards", "587": "clear.", "588": "thick", "589": "appears.", "590": "upwards", "591": "snacks,", "592": "included\n\ncalories:", "593": "(190\u02dac.)", "594": "crisps!", "595": "overprocess.", "596": "2,", "597": "sandwich,", "598": "venting", "599": "books,", "600": "hardened", "601": "cr\u00e9met", "602": "pancit", "603": "(55\u00b0c)", "604": "well-combined", "605": "lasagna", "606": "includes:", "607": "(120\u00b0c).", "608": "(230\u00bac)", "609": "curds", "610": "at", "611": "knead", "612": "puff,", "613": "320\u00b0f", "614": "inserted", "615": "bitterness.", "616": "water/yeast/oil", "617": "meaty,", "618": "half-cooked", "619": "okay", "620": "rice,", "621": "bacteria.", "622": "pluck", "623": "redistribute", "624": "servings:", "625": "kisses.", "626": "chia", "627": "longest", "628": "serve!", "629": "shiratamako,", "630": "minced", "631": "fettuccine.", "632": "waffles.", "633": "translucent.", "634": "\u201croses\u201d", "635": "rum,", "636": "slaw.", "637": "seconds\u2013to", "638": "knot,", "639": "orange-infused", "640": "(8-cm)", "641": "cooled,", "642": "(tomatoes,", "643": "wok", "644": "chamber", "645": "soaking", "646": "taps", "647": "it--you", "648": "valve", "649": "marie.", "650": "potatoes:", "651": "stiff", "652": "cases,", "653": "processor.)", "654": "petals.", "655": "shell", "656": "flame", "657": "(60ml)", "658": "spoonful,", "659": "pastry:", "660": "(no", "661": "holder", "662": "paper.", "663": "carapace", "664": "expose", "665": "meaty", "666": "2.", "667": "change", "668": "chocolate/egg", "669": "flower-shaped", "670": "biscuit.", "671": "coconut)", "672": "springform.", "673": "spray", "674": "through..", "675": "pancake,", "676": "ricer,", "677": "potential!", "678": "sifting", "679": "being", "680": "\u00bccm)", "681": "runny,", "682": "sizes", "683": "15", "684": "zucchinis", "685": "pounding", "686": "black", "687": "slide", "688": "clumping", "689": "bottom).", "690": "grind", "691": "roast.", "692": "cr\u00eapes", "693": "bites", "694": "2\u00bc", "695": "containers", "696": "partially", "697": "curdle,", "698": "starter:", "699": "scorch", "700": "spine", "701": "signs", "702": "continue,", "703": "farro.", "704": "emersion", "705": "off!", "706": "rounded", "707": "knob", "708": "isn\u2019t", "709": "coarsely", "710": "115g)", "711": "noticeably", "712": "walnuts.", "713": "(62\u02dac.)", "714": "multicolor", "715": "twine.", "716": "peeled", "717": "face?", "718": "refrigerator", "719": "matte.", "720": "necessary", "721": "circle.", "722": "risen.", "723": "charred,", "724": "\u201cx\u201d", "725": "moulds", "726": "carrots.", "727": "flute.", "728": "stuffing,", "729": "350\u02daf/180\u02dac,", "730": "zag", "731": "ventilation.", "732": "190\u00b0f", "733": "apart.", "734": "under", "735": "instant-pot,", "736": "stretch/roll", "737": "containing", "738": "area,", "739": "incisions", "740": "happen,", "741": "speed,", "742": "honeycrisp", "743": "blot", "744": "annatto", "745": ".", "746": "cheesecake,", "747": "dill.", "748": "(240g)", "749": "400\u02daf/204\u02dac", "750": "one.", "751": "dental", "752": "undisturbed", "753": "rinse,", "754": "sheen", "755": "(375\u00b0f)", "756": "juices,", "757": "now,", "758": "select", "759": "vent.", "760": "(30x22", "761": "browns,", "762": "noses,", "763": "12-14", "764": "lid", "765": "let", "766": "(260\u00bac)", "767": "multi-colored", "768": "edges.", "769": "\u2013", "770": "tabletop", "771": "shrimps", "772": "parmesan.", "773": "pancakes;", "774": "switching", "775": "rectangle", "776": "make", "777": "strudel.", "778": "7-10", "779": "smoker", "780": "(start", "781": "package", "782": "slip", "783": "activates.", "784": "your", "785": "floret", "786": "chile,", "787": "times", "788": "bibimbap:", "789": "soak.", "790": "shell,", "791": "fire-roasted", "792": "(3.2mm)", "793": "bowl:", "794": "450\u00b0f", "795": "dream", "796": "hardened,", "797": "borscht", "798": "medium-stiff", "799": "(175\u00bac).", "800": "concealing", "801": "chickens", "802": "45-second", "803": "juicy", "804": "(420", "805": "100%", "806": "heated,", "807": "caramel,", "808": "interior.", "809": "artichokes.", "810": "\u201cbowl\u201d", "811": "friend,", "812": "(10-centimeter)", "813": "proofed", "814": "hibiscus", "815": "flour/spice", "816": "300\u02daf", "817": "dog.", "818": "thick,", "819": "fitted", "820": "brown.", "821": "cassava", "822": "sticks.", "823": "half-and-half", "824": "blanched", "825": "masher,", "826": "crystals", "827": "bain", "828": "clementines,", "829": "goal", "830": "shredding", "831": "incorporates.", "832": "burgundy", "833": "flatten.", "834": "dissolves", "835": "bubbly,", "836": "neaten", "837": "well-floured", "838": "crumbly", "839": "better.", "840": "coat.", "841": "method", "842": "mortar", "843": "frog", "844": "appearance", "845": "130\u00b0f", "846": "withstand", "847": "160\u2013180\u00b0f", "848": "break!).", "849": "super-fine", "850": "sultanas", "851": "alone.", "852": "decorating.", "853": "flours", "854": ",\u05e9.", "855": "found", "856": "rotations,", "857": "puffed", "858": "tablespoons),", "859": "cider/butter", "860": "tempura,", "861": "semi-firm", "862": "280\u00b0f", "863": "dishes).", "864": "potential", "865": "boats", "866": "tots.", "867": "wet.", "868": "shred", "869": "13x9", "870": "la", "871": "cardamom.", "872": "spacing", "873": "glasses.", "874": "125-130\u02daf", "875": "object,", "876": "bain-marie,", "877": "ones", "878": "steamer", "879": "peanuts", "880": "burning.", "881": "compress", "882": "russet", "883": "dense", "884": "min).", "885": "liners.", "886": "cups).", "887": "melts", "888": "candy?", "889": "(185", "890": "crunchy.", "891": "hydrated,", "892": "widthwise.", "893": "lamb,", "894": "denature!", "895": "noodle-like", "896": "colour,", "897": "top!", "898": "cura\u00e7ao,", "899": "(85", "900": "chopsticks,", "901": "render", "902": "concentric", "903": "clumps.", "904": "shake", "905": "rings,", "906": "halloumi", "907": "under-baked,", "908": "hit", "909": "(360", "910": "2-inch-long", "911": "used.", "912": "acceptable.", "913": "tears", "914": "overlapping,", "915": "reroll", "916": "pokes", "917": "ham,", "918": "masala:", "919": "belly", "920": "(40x30-cm)", "921": "you're", "922": "(makisu).", "923": "half-full,", "924": "bolognese.", "925": "sweetened", "926": "szechuan", "927": "flavor.", "928": "threading", "929": "dip!", "930": "tart", "931": "fulling", "932": "vigorously,", "933": "loose,", "934": "potatoes", "935": "becomes", "936": "days.", "937": "crumble", "938": "instead.", "939": "paddle", "940": "sunny", "941": "cornflakes", "942": "wide,", "943": "combo,", "944": "laces.", "945": "skewer).", "946": "yeast,", "947": "squeezed", "948": "meatball,", "949": "semi-jiggly", "950": "store-bought.", "951": "wheels", "952": "farther", "953": "weights", "954": "microwave-safe", "955": "finger.", "956": "you'll", "957": "shapes.", "958": "gallo", "959": "weight", "960": "soft-boiled", "961": "paring", "962": "separating,", "963": "rosemary.", "964": "pho", "965": "frank\u2019s", "966": "(\u215b", "967": "julienne", "968": "it\u2019ll", "969": "aminos", "970": "pepper,", "971": "fillet.", "972": "ball,", "973": "roasting.", "974": "lasagne", "975": "hojiso.", "976": "flaxseeds,", "977": "-cm)", "978": "tomatoes,", "979": "sunflowers", "980": "\u2018x\u2019", "981": "slides", "982": "farthest", "983": "(180\u00bac", "984": "difficult", "985": "halves", "986": "pickle.", "987": "skillet/pan.", "988": "including", "989": "foil-lined", "990": "jiggly.", "991": "(200\u00b0c),", "992": "seem", "993": "braided", "994": "schnapps.", "995": "barbeque", "996": "30-35", "997": "whisked", "998": "scones.", "999": "over-process", "1000": "continuous", "1001": "absorbed,", "1002": "like", "1003": "unable", "1004": "7-quart", "1005": "3-millimeter", "1006": "size)", "1007": "biggest", "1008": "colada", "1009": "holder,", "1010": "meredith", "1011": "suspended.", "1012": "place", "1013": "gochujang,", "1014": "teeth", "1015": "uncovered", "1016": "curing", "1017": "\u201cspider", "1018": "meats", "1019": "crackers,", "1020": "scrambled.", "1021": "water.)", "1022": "achieves", "1023": "(286g)", "1024": "dowel", "1025": "drippings,", "1026": "halves.", "1027": "\u201cparmesan\u201d-like", "1028": "got!", "1029": "between", "1030": "peeling", "1031": "served", "1032": "jelly.", "1033": "7-centimeter", "1034": "five-spice", "1035": "case)", "1036": "veggies:", "1037": "agar-sugar", "1038": "binds", "1039": "rack.", "1040": "basting", "1041": "appears", "1042": "consistency", "1043": "olives.", "1044": "baby", "1045": "snickers", "1046": "blonde.", "1047": "marked", "1048": "shot", "1049": "http://www.myfussyeater.com/frozen-yogurt-bark/", "1050": "20-30", "1051": "sticks,", "1052": "(170\u02dac)", "1053": "storing.", "1054": "lettuce,", "1055": "work", "1056": "pizza", "1057": "2-10", "1058": "primp", "1059": "garnish,", "1060": "threads", "1061": "lechon,", "1062": "pouches.", "1063": "pipe)", "1064": "tool", "1065": "easily).", "1066": "machine;", "1067": "fronds.", "1068": "pastries.", "1069": "eggs", "1070": "rotating", "1071": "tomato-based", "1072": "roll-ups.", "1073": "using.", "1074": "hour,", "1075": "instant", "1076": "souffl\u00e9", "1077": "skins,", "1078": "extract", "1079": "\u201crice\u201d-like", "1080": "rectangles", "1081": "heavy-bottomed", "1082": "vermouth", "1083": "up", "1084": "(still", "1085": "alternative", "1086": "croquette", "1087": "snipping", "1088": "excess", "1089": "size:", "1090": "plunge", "1091": "tried", "1092": "cornmeal.", "1093": "about10", "1094": "mixture:", "1095": "9.", "1096": "grip", "1097": "books.", "1098": "cornstarch.", "1099": "\u201cpetals\u201d", "1100": "bean,", "1101": "cold,", "1102": "prep", "1103": "tacos:", "1104": "hear", "1105": "settle.", "1106": "smushing", "1107": "(190\u02dac),", "1108": "ingredient", "1109": "okay),", "1110": "(depends", "1111": "gyoza.", "1112": "min,", "1113": "styrofoam", "1114": "etc..", "1115": "13\u201d", "1116": "praline,", "1117": "instagram.", "1118": "knuckles.", "1119": "crispier.)", "1120": "powder-dusted", "1121": "uncoated", "1122": "appearance.", "1123": "stacked,", "1124": "176,", "1125": "separating", "1126": "seeds.", "1127": "shape).", "1128": "170\u00b0f", "1129": "reheating,", "1130": "vietnamese", "1131": "brined", "1132": "asparagus", "1133": "134", "1134": "nice", "1135": "eggs.", "1136": "others.", "1137": "experiment", "1138": "\u201cdough\u201d", "1139": "434", "1140": "creates", "1141": "cheesecloth,", "1142": "larger,", "1143": "nonstick", "1144": "blended,", "1145": "hard!", "1146": "(time", "1147": "bulgur", "1148": "pesto", "1149": "(80", "1150": "broccoli,", "1151": "crumbles,", "1152": "biscuit)", "1153": "scoops-worth", "1154": "1-10", "1155": "peels,", "1156": "fish,", "1157": "350\u00b0", "1158": "stock-pot", "1159": "20-40", "1160": "fingertip.", "1161": "(51-54\u02dac)", "1162": "sun-dried", "1163": "potato,", "1164": "par-cooking", "1165": "(80ml)", "1166": "bain-marie.", "1167": "0,", "1168": "apple/mushroom", "1169": "tenders", "1170": "brine,", "1171": "mirin", "1172": "hand)", "1173": "crab.", "1174": "low-speed", "1175": "own", "1176": "all!", "1177": "initially", "1178": "(check", "1179": "florets,", "1180": "pitcher,", "1181": "mushrooms)", "1182": "overmix.", "1183": "batches.", "1184": "bites,", "1185": "poked", "1186": "sugars.", "1187": "(like", "1188": "vessel.", "1189": "(8-10", "1190": "show", "1191": "score)", "1192": "flexible.", "1193": "barnacles", "1194": "scrambling,", "1195": "(6", "1196": "sauteed", "1197": "aren't", "1198": "clear", "1199": "375\u00b0f-400\u00b0f", "1200": "breast-side", "1201": "smoke,", "1202": "sweetner", "1203": "evaporate", "1204": "marmalade.", "1205": "potato", "1206": "hazelnuts,", "1207": "cookies,", "1208": "package,", "1209": "upwards,", "1210": "oats", "1211": "boat\u201d", "1212": "half-filled", "1213": "peaks/tails", "1214": "braised", "1215": "fenugreek,", "1216": "chestnut", "1217": "equal", "1218": "underdone.", "1219": "handle).", "1220": "ml).", "1221": "stretch", "1222": "brim", "1223": "spoonfuls", "1224": "lettuce", "1225": "sculpture", "1226": "spots,", "1227": "evenly-spaced", "1228": "tepid", "1229": "provence.", "1230": "become", "1231": "scramble", "1232": "stick,", "1233": "sizes.", "1234": "magic", "1235": "shears", "1236": "those.", "1237": "480,", "1238": "ganache;", "1239": "motions", "1240": "(455", "1241": "golden", "1242": "corn", "1243": "arrowroot", "1244": "nacho", "1245": "legs,", "1246": "onto", "1247": "anise.", "1248": "(3-mm)", "1249": "portions)", "1250": "top.", "1251": "strips,", "1252": "seeps", "1253": "popsicles.", "1254": "squeeze", "1255": "silver", "1256": "containers.", "1257": "weight.", "1258": "zested", "1259": "chopped-up", "1260": "hollow,", "1261": "chardonnay.", "1262": "crowd", "1263": "it\u2026", "1264": "gorgonzola,", "1265": "kg)", "1266": "liberally", "1267": "lines:", "1268": "risotto", "1269": "pur\u00e9e", "1270": "salads,", "1271": "out", "1272": "opting", "1273": "curls", "1274": "platter", "1275": "(960", "1276": "seam-side", "1277": "larb", "1278": "cheese", "1279": "sandwiched", "1280": "stomach.", "1281": "toasted", "1282": "minutes-1", "1283": "cruffin", "1284": "(180-190\u02dac).", "1285": "desserts!)", "1286": "bowl).", "1287": "powder,", "1288": "pepper).", "1289": "packing", "1290": "wells.", "1291": "spreadable.)", "1292": "means", "1293": "consistency).", "1294": "filter", "1295": "(65g)", "1296": "mortar.", "1297": "done,", "1298": "thins", "1299": "160\u00b0c", "1300": "him", "1301": "over,", "1302": "(unfilled)", "1303": "achieve", "1304": "jalapen\u0303o", "1305": "fairly", "1306": "meat.", "1307": "knots", "1308": "test).", "1309": "crunch-wrap.", "1310": "spice.", "1311": "thaw.", "1312": "bath,", "1313": "simmers,", "1314": "spreading.", "1315": "option", "1316": "wood", "1317": "crunch.", "1318": "muddler", "1319": "(23x23)", "1320": "sugar:", "1321": "-1", "1322": "cupcake).", "1323": "chip.", "1324": "(52\u00b0c)", "1325": "thickness,", "1326": "(hold", "1327": "(190\u00b0c-200\u00b0c).", "1328": "unused", "1329": "jus", "1330": "wedge,", "1331": "salsa", "1332": "grams)", "1333": "(340", "1334": "generously.", "1335": "sized", "1336": "checking", "1337": "white", "1338": "corner.", "1339": "(30x15", "1340": "begun", "1341": "gravy", "1342": "suggestions:", "1343": "kinds", "1344": "boil;", "1345": "dip.", "1346": "romano,", "1347": "handled,", "1348": "spray.c", "1349": "raise", "1350": "standard-size", "1351": "bun,", "1352": "packet,", "1353": "(220\u02dac).", "1354": "creation.", "1355": "should", "1356": "100-110\u02daf", "1357": "piping", "1358": "alcohol,", "1359": "absorbed.", "1360": "shimmer.", "1361": "rims", "1362": "bowls:", "1363": "rested", "1364": "ratio,", "1365": "thorough.", "1366": "enoki,", "1367": "beet.", "1368": "absorbent", "1369": "tip.", "1370": "(a", "1371": "garam", "1372": "(55g)", "1373": "biscuit", "1374": "600g", "1375": "utensil.", "1376": "au", "1377": "slice\u201d", "1378": "finishes", "1379": "prosciutto-mushroom", "1380": "frost", "1381": "eaten", "1382": "tinted", "1383": "greens,", "1384": "latke", "1385": "off", "1386": "blueberries.", "1387": "packets.", "1388": "perfectly", "1389": "yam,", "1390": "forth", "1391": "(5\u00b0c).", "1392": "torch", "1393": "bring", "1394": "moments", "1395": "cup/55", "1396": "spiralizer,", "1397": "halves,", "1398": "tape", "1399": "segment", "1400": "(it", "1401": "tortilla.", "1402": "13\"", "1403": "strawberry-side", "1404": "peppercorns", "1405": "peas,", "1406": "tzatziki:", "1407": "cleanly).", "1408": "over-mix.", "1409": "right,", "1410": "assortments", "1411": "pineapple,", "1412": "skyward,", "1413": "tuck", "1414": "registers", "1415": "brine", "1416": "rinsed", "1417": "log,", "1418": "turkey-bacon-avocado", "1419": "chosen", "1420": "(200\u00b0c)", "1421": "salt/pepper.", "1422": "knot-grid", "1423": "almond,", "1424": "(roughly", "1425": "currants,", "1426": "goose", "1427": "taco,", "1428": "pouring.", "1429": "spatula,", "1430": "crispy.)", "1431": "stretches", "1432": "(300\u00b0f)", "1433": "ventilation", "1434": "325\u02daf(160\u02dac)", "1435": "amount", "1436": "space", "1437": "wheels,", "1438": "(23cmx23cm)", "1439": "molding", "1440": "\u201cmeat\u201d", "1441": "mg", "1442": "settings,", "1443": "katsu", "1444": "resting.", "1445": "popcorn", "1446": "proof", "1447": "s-hook", "1448": "case", "1449": "cognac", "1450": "bake:", "1451": "masa", "1452": "pita.", "1453": "ratio", "1454": "over-beat.", "1455": "steps", "1456": "korma", "1457": "vin.", "1458": "grayish", "1459": "biscuits,", "1460": "(180\u00bac)", "1461": "caramel-dipped", "1462": "noodles.", "1463": "unmanageable.", "1464": "order.", "1465": "soggy).", "1466": "sriracha.", "1467": "meld.", "1468": "tangerines.", "1469": "mark", "1470": "lemons", "1471": "bottom", "1472": "slap", "1473": "wrappers.", "1474": "croissants", "1475": "opened.", "1476": "fin", "1477": "orange", "1478": "roll", "1479": "cherries.", "1480": "(160\u00bac).", "1481": "sear.", "1482": "pressurize).", "1483": "grab.", "1484": "powder;", "1485": "fudgy.", "1486": "tubes,", "1487": "rim.", "1488": "loosely", "1489": "(bigger", "1490": "180\u00b0c/350\u00b0f/gas", "1491": "aj\u00ed", "1492": "juice,", "1493": "decoratively", "1494": "bullion", "1495": "30\u201345", "1496": "marinate,", "1497": "bowls", "1498": "bonnets", "1499": "tends", "1500": "flower", "1501": "parchment-lined,", "1502": "free.", "1503": "waffle", "1504": "glitter", "1505": "caps", "1506": "plastic-lined", "1507": "flip", "1508": "(drain", "1509": "well-blackened", "1510": "refrigerated", "1511": "rhubarb,", "1512": "seasoning,", "1513": "reaches", "1514": "wheels.", "1515": "desired.)", "1516": "combined", "1517": "(105\u00b0c),", "1518": "chilli", "1519": "\u00bd-1", "1520": "reach", "1521": "crumbly,", "1522": "dilute", "1523": "(1.9", "1524": "buttermilk.)", "1525": "wish!", "1526": "4,", "1527": "trails.", "1528": "ready!)", "1529": "romaine,", "1530": "ninths,", "1531": "\n\nraindrop", "1532": "submerged,", "1533": "cracker", "1534": "pita,", "1535": "electric", "1536": "sweat", "1537": "kilograms)].", "1538": "rising.", "1539": "lychees", "1540": "shaped", "1541": "(235", "1542": "mint.", "1543": "halfway", "1544": "backside", "1545": "trademark", "1546": "firmed", "1547": "buttercup", "1548": "cotija", "1549": "matignon", "1550": "2.5", "1551": "400\u00b0", "1552": "perpendicular.", "1553": "achieved", "1554": "tacky.", "1555": "noodle.", "1556": "(60\u00b0c).", "1557": "(75\u00bac)", "1558": "springs.", "1559": "rim", "1560": "fused", "1561": "bruise,", "1562": "thermometer.", "1563": "bloom", "1564": "pillowy", "1565": "(oil", "1566": "of:", "1567": "artichokes,", "1568": "distribute.", "1569": "cuts", "1570": "fat-cap,", "1571": "hook", "1572": "points", "1573": "three-fourths", "1574": "pit.", "1575": "strainer", "1576": "(23x13-cm)", "1577": "7-inch", "1578": "complete.", "1579": "stockpot.", "1580": "(41", "1581": "pre-heat", "1582": "\u201cmeat\u201d,", "1583": "pin.", "1584": "transparent,", "1585": "heats", "1586": "collard", "1587": "want!", "1588": "200\u00b0c/400\u00b0f", "1589": "sofritas,", "1590": "(290g)", "1591": "raw", "1592": "momos", "1593": "kosher", "1594": "shank,", "1595": "lasagna,", "1596": "cubs", "1597": "enjoy!", "1598": "colander,", "1599": "directions.", "1600": "potato.", "1601": "(store-bought", "1602": "vents.", "1603": "baseball-size", "1604": "(mix", "1605": "\u201cventing\u201d", "1606": "then.", "1607": "one-gallon", "1608": "time).", "1609": "pull", "1610": "rubbing", "1611": "attach", "1612": "seize)", "1613": "(185\u00bac)", "1614": "(240", "1615": "(deglaze)", "1616": "prior", "1617": "log", "1618": "thoroughly.", "1619": "eclairs.", "1620": "kakiage", "1621": "taste,", "1622": "(177\u00b0c).", "1623": "bubbles", "1624": "hat.", "1625": "moist,", "1626": "fruit-shaped", "1627": "avoiding", "1628": "hazelnuts", "1629": "stovetop.", "1630": "mousse", "1631": "seconds.", "1632": "homogenous", "1633": "peas.", "1634": "(350\u02dac).", "1635": "toss.", "1636": "opaque", "1637": "(\u2153-\u00be", "1638": "bloomed", "1639": "kakiage,", "1640": "gaps,", "1641": "envelopes", "1642": "salsa.", "1643": "still", "1644": "confectioner\u2019s", "1645": "cored", "1646": "\u201cstem.\u201d", "1647": "espresso,", "1648": "caps.", "1649": "outwards.", "1650": "shortcrust", "1651": "medium/medium-high", "1652": "dark.)", "1653": "liqueur", "1654": "sealable", "1655": "real", "1656": "16-20", "1657": "mound.", "1658": "glaze,", "1659": "chilli,", "1660": "mentally", "1661": "roe", "1662": "stewing", "1663": "scoopable.", "1664": "upward,", "1665": "cooked!", "1666": "pouch", "1667": "holes", "1668": "rice.", "1669": "ribbons,", "1670": "imitation", "1671": "stringy.", "1672": "wrap.", "1673": "center", "1674": "pierogis,", "1675": "decrease", "1676": "pie,", "1677": "times\u2014just", "1678": "360\u00baf", "1679": "200\u02dac", "1680": "tenderloin", "1681": "vinaigrette.", "1682": "well,", "1683": "one),", "1684": "steep", "1685": "melting", "1686": "hash", "1687": "(74\u00b0c),", "1688": "reheated", "1689": "head", "1690": "direction.", "1691": "riced", "1692": "(170\u00b0c)", "1693": "ties.", "1694": "ribs,", "1695": "(30g)", "1696": "stuff", "1697": "-15", "1698": "190\u00b0c", "1699": "liquid.", "1700": "(20cm", "1701": "behind.", "1702": "kimchi.", "1703": "scones", "1704": "(5", "1705": "foot", "1706": "could", "1707": "150\u00b0c", "1708": "(220\u00b0c)", "1709": "mist", "1710": "frankenstein", "1711": "cookie.", "1712": "stuffed.", "1713": "pickled.", "1714": "0:10\u201d.", "1715": "519,", "1716": "shaved", "1717": "chicharrones.", "1718": "anchovies", "1719": "note:", "1720": "yolk", "1721": "towel).", "1722": "exterior", "1723": "half),", "1724": "molten", "1725": "shrimps,", "1726": "15-17", "1727": "(2.5", "1728": "6-10", "1729": "berry-flower", "1730": "serving.)", "1731": "texture", "1732": "halfways", "1733": "(2.2", "1734": "(6-", "1735": "taken", "1736": "gallon-sized", "1737": "pepitas,", "1738": "beetroot", "1739": "reserve", "1740": "lid,", "1741": "bran", "1742": "(180c).", "1743": "wrinkle", "1744": "tea", "1745": "now-frozen", "1746": "draw", "1747": "berries)", "1748": "arrange", "1749": "off.", "1750": "patting", "1751": "risotto.", "1752": "13-20", "1753": "br\u00fbl\u00e9e", "1754": "touch!)", "1755": "(70\u00b0c)", "1756": "(you", "1757": "choice)", "1758": "carbs\n65", "1759": "hasn\u2019t", "1760": "bell", "1761": "dressing)", "1762": "bread.", "1763": "grams\nsodium:", "1764": "naan.", "1765": "nuggets.", "1766": "(105\u00b0c).", "1767": "darkens", "1768": "molasses", "1769": "springs", "1770": "yucca,", "1771": "400\u00b0f/200\u02dac.", "1772": "(20x17-cm)", "1773": "-2", "1774": "403,", "1775": "peppermints.", "1776": "container.", "1777": "flaps", "1778": "earlier", "1779": "lemongrass,", "1780": "titanium", "1781": "cinnamon-sugar", "1782": "disturbing,", "1783": "pacocas.", "1784": "16", "1785": "ap", "1786": "45-60", "1787": "cinnamon.", "1788": "marinating,", "1789": "cup(60", "1790": "have,", "1791": "put.", "1792": "seasoned", "1793": "shoyu", "1794": "resistant", "1795": "5-15", "1796": "forks.", "1797": "increase", "1798": "loaves", "1799": "(182\u02dac).", "1800": "yam", "1801": "day.", "1802": "sachet", "1803": "(260\u00b0c).", "1804": "berries", "1805": "bit,", "1806": "\u2019n\u2019", "1807": "sweets!", "1808": "braising", "1809": "finished.", "1810": "wavy", "1811": "12x22-inch", "1812": "recommends,", "1813": "blossoms", "1814": "rice-size", "1815": "made.", "1816": "unroll.", "1817": "grape", "1818": "(5.7", "1819": "lighter", "1820": "unfilled.", "1821": "pinto", "1822": "though.", "1823": "remove,", "1824": "active.)", "1825": "(400\u00b0f).", "1826": "loco", "1827": "minute.", "1828": "squash,", "1829": "blender.", "1830": "8x24", "1831": "(2.8", "1832": "sour", "1833": "stars.", "1834": "pods", "1835": "that.", "1836": "fragrant", "1837": "(5x10-cm)", "1838": "matte", "1839": "clingfilm,", "1840": "pink,", "1841": "par-baked,", "1842": "advance),", "1843": "control).", "1844": "one;", "1845": "required", "1846": "parboiled,", "1847": "17x11", "1848": "suger.", "1849": "mixer)", "1850": "majority", "1851": "surfaces.", "1852": "around,", "1853": "hearts.", "1854": "pepperoni).", "1855": "becoming", "1856": "spread)", "1857": "ahead:", "1858": "blisters.", "1859": "intersecting", "1860": "occasionally", "1861": "palmful", "1862": "chowder", "1863": "a", "1864": "bass", "1865": "seasonal", "1866": "sparks,", "1867": "cap/shot", "1868": "2-foot", "1869": "week", "1870": "pads", "1871": "curry,", "1872": "lemons,", "1873": "thinned.", "1874": "flour.)", "1875": "joint", "1876": "frosting.", "1877": "soft-serve", "1878": "parathas,", "1879": "moving.", "1880": "stainless-steel", "1881": "12x8", "1882": "closed.", "1883": "immediately", "1884": "alfredo", "1885": "soda,", "1886": "rip,", "1887": "leaving", "1888": "compact", "1889": "stew;", "1890": "stove.", "1891": "crust--this", "1892": "finely),", "1893": "ribs.", "1894": "consistently", "1895": "clump,", "1896": "bruise", "1897": "(24", "1898": "even", "1899": "twinkie", "1900": "boiling", "1901": "g).", "1902": "bases.", "1903": "30", "1904": "cramp", "1905": "move", "1906": "\u200bmalted", "1907": "mango,", "1908": "texas", "1909": "eaten.", "1910": "drier", "1911": "sprinkles,", "1912": "football,", "1913": "seasonings.", "1914": "rise.", "1915": "patches.", "1916": "(ideally", "1917": "days,", "1918": "\u201cal", "1919": "grabbing", "1920": "formed,", "1921": "circles", "1922": "honey/agave,", "1923": "carton", "1924": "resembles", "1925": "chicharr\u00f3n", "1926": "220\u02dac", "1927": "powder-water", "1928": "3x3", "1929": "peaks", "1930": "(cheese-side", "1931": "matches", "1932": "heart-shaped", "1933": "soft,", "1934": "nori.", "1935": "flour-like", "1936": "saut\u00e9ed", "1937": "consumption.", "1938": "followed,", "1939": "cornbread.", "1940": "30min", "1941": "411", "1942": "226,", "1943": "style", "1944": "stirring.", "1945": "floating", "1946": "overblend.", "1947": "aligns", "1948": "flag.", "1949": "nests,", "1950": "(batter", "1951": "bigger,", "1952": "flower.", "1953": "mayonnaise,", "1954": "235", "1955": "(to", "1956": "122,", "1957": "filing", "1958": "scraping", "1959": "salad", "1960": "chile", "1961": "easier.)", "1962": "earlier.", "1963": "croquettes", "1964": "starting", "1965": "shrimp:", "1966": "husk", "1967": "(between", "1968": "crockpot,", "1969": "meatloaf.", "1970": "crock", "1971": "(320\u02daf)", "1972": "shorter", "1973": "time", "1974": "(33", "1975": "boil,", "1976": "slit", "1977": "lamb", "1978": "dry.", "1979": "pediatrician", "1980": "1-centimeter", "1981": "timer", "1982": "pick", "1983": "plate;", "1984": "(190\u2103).", "1985": "serving", "1986": "133", "1987": "50ml", "1988": "constant", "1989": "fusilli", "1990": "skin-side", "1991": "debris", "1992": "joints.", "1993": "attachment;", "1994": "cream-dipped", "1995": "pucker,", "1996": "poblanos.", "1997": "coriander.", "1998": "needs", "1999": "really", "2000": "bottle.", "2001": "grilling.", "2002": "crumb", "2003": "18x12", "2004": "lantern", "2005": "drawn", "2006": "mexican", "2007": "burritos,", "2008": "shatter", "2009": "sugary", "2010": "8x40", "2011": "saran", "2012": "sleeping", "2013": "extends", "2014": "350\u00b0f/180\u02dac.", "2015": "(60", "2016": "gallon", "2017": "1-3", "2018": "longanisa", "2019": "tear", "2020": "silkiness", "2021": "chips)", "2022": "structural", "2023": "strips", "2024": "see", "2025": "rose", "2026": "deboned", "2027": "1\u00bc", "2028": "brown", "2029": "eggplant,", "2030": "unmolding.", "2031": "olives,", "2032": "12-inch/30-cm", "2033": "pupusas.", "2034": "time,", "2035": "reached", "2036": "drips", "2037": "clean", "2038": "samosa", "2039": "faster.", "2040": "(905", "2041": "(95\u00b0c).", "2042": "strawberry,", "2043": "106", "2044": "one", "2045": "grid,", "2046": "(2.5-cm)", "2047": "constantly\u2013until", "2048": "\u2018cups\u2019", "2049": "plump,", "2050": "coal", "2051": "tupperware,", "2052": "arms", "2053": "drumsticks,", "2054": "choux", "2055": "shaker.", "2056": "aromatics", "2057": "rounds", "2058": "(adjust", "2059": "torch.", "2060": "state.", "2061": "custard.", "2062": "medium-well", "2063": "375\u2109", "2064": "tempura.", "2065": "shiso.", "2066": "darken.", "2067": "150\u00b0c/300\u00b0f.", "2068": "(slice", "2069": "tuna", "2070": "either", "2071": "incisions.", "2072": "evaporated", "2073": "8\u00bdx4\u00bd-inch", "2074": "thicker,", "2075": "chocolates.", "2076": "capers,", "2077": "gelatin.", "2078": "decorate!", "2079": "darren", "2080": "off.)", "2081": "pops", "2082": "appeared", "2083": "circular.", "2084": "raindrop", "2085": "160\u02daf/70\u02dac", "2086": "large,", "2087": "minutes.", "2088": "strawberry-lined", "2089": "5-quart", "2090": "\u215b", "2091": "dissolves.", "2092": "grapefruit.", "2093": "herringbone", "2094": "grinder,", "2095": "nibbles.", "2096": "1\u20443", "2097": "eggs).", "2098": "choosing!", "2099": "16x12-inch", "2100": "tomato-y", "2101": "centers,", "2102": "margarine,", "2103": "base,", "2104": "fragrant;", "2105": "skewers:", "2106": "pudding:", "2107": "sheet.)", "2108": "fortune", "2109": "tool,", "2110": "integrated.", "2111": "melissa", "2112": "adapt", "2113": "(57\u00b0c)", "2114": "slicing.", "2115": "churn", "2116": "cohesive,", "2117": "ring.", "2118": "saut\u00e8", "2119": "liter)", "2120": "milk;", "2121": "worry!", "2122": "look,", "2123": "\"bun\"", "2124": "suggestions", "2125": "silicone", "2126": "build", "2127": "comes", "2128": "flesh.", "2129": "20-", "2130": "gray.", "2131": "(180\u02daf).", "2132": "use", "2133": "linguine,", "2134": "skin.", "2135": "beer,", "2136": "(cook", "2137": "(90\u02dac).", "2138": "milkshake", "2139": "fruit,", "2140": "triangles.", "2141": "sightly", "2142": "\u201cfudgy\u201d", "2143": "viscous.", "2144": "fresh,", "2145": "dome,", "2146": "filled", "2147": "various", "2148": "fries!", "2149": "arrowroot,", "2150": "month", "2151": "yums.", "2152": "soups,", "2153": "on)", "2154": "scrub", "2155": "(300", "2156": "each.", "2157": "celery", "2158": "clafoutis", "2159": "gruy\u00e8re", "2160": "\u201cwalls\u201d", "2161": "works", "2162": "steaks,", "2163": "opposite", "2164": "resulting", "2165": "reheat", "2166": "lotus", "2167": "leave", "2168": "quartered", "2169": "sieve.", "2170": "1419", "2171": "disc,", "2172": "empanada.", "2173": "4-8", "2174": "half-inch", "2175": "enclose", "2176": "well),", "2177": "ladyfingers", "2178": "bite", "2179": "bouquet,", "2180": "must", "2181": "semicircle", "2182": "cabernet", "2183": "wiggling", "2184": "creole", "2185": "sandwiches.", "2186": "(cut", "2187": "seal", "2188": "spheres.", "2189": "foil", "2190": "sopes", "2191": "ingredients:", "2192": "ripened", "2193": "snip", "2194": "batter/mix", "2195": "6-quart", "2196": "riced,", "2197": "guests", "2198": "second,", "2199": "loin,", "2200": "hardens", "2201": "diced", "2202": "36\nsugars:", "2203": "pulverise", "2204": "tonkatsu", "2205": "springy.", "2206": "116\u02dac", "2207": "wide-opening", "2208": "cuban", "2209": "grid", "2210": "meters)", "2211": "compared", "2212": "skull", "2213": "zebra", "2214": "winter).", "2215": "heavy", "2216": "gets", "2217": "foam,", "2218": "formula", "2219": "fryer,", "2220": "else", "2221": "spring", "2222": "roasting,", "2223": "create", "2224": "tamari,", "2225": "heads", "2226": "of,", "2227": "longanisa,", "2228": "wafer", "2229": "shows.", "2230": "hollowed-out", "2231": "well-distributed", "2232": "hand-mixer,", "2233": "pepperonis,", "2234": "cabbage,", "2235": "ends).", "2236": "crumbled", "2237": "almonds,", "2238": "giardiniera", "2239": "slow,", "2240": "yet", "2241": "through--check", "2242": "dig", "2243": "so", "2244": "2", "2245": "homemade", "2246": "rubs,", "2247": "\u201cmeatball\u201d", "2248": "sake.", "2249": "drumsticks", "2250": "eye.", "2251": "(355\u00b0f)", "2252": "width", "2253": "(now", "2254": "seasoning.", "2255": "formed.", "2256": "69", "2257": "batter.)", "2258": "salami,", "2259": "crab", "2260": "rest,", "2261": "chutneys,", "2262": "mallet", "2263": "walnut", "2264": "min.", "2265": "coloring,", "2266": "pasta/", "2267": "straw.", "2268": "longways.", "2269": "(37-43\u02dac).", "2270": "difficulty", "2271": "dollops,", "2272": "cupcake.", "2273": "(240\u00b0c).", "2274": "38,", "2275": "lids.", "2276": "boule.", "2277": "curdling", "2278": "securely", "2279": "coloring", "2280": "ml))", "2281": "reduction", "2282": "region,", "2283": "skewered", "2284": "garnishes", "2285": "gingersnaps.", "2286": "processor", "2287": "11x17", "2288": "(355", "2289": "split,", "2290": "(22", "2291": "garnish):", "2292": "wine/soy", "2293": "18-20", "2294": "dumplings).", "2295": "silhouette.", "2296": "berry.", "2297": "video:", "2298": "cottage", "2299": "provolone,", "2300": "liter),", "2301": "hocks", "2302": "dipping,", "2303": "outside.", "2304": "wellington", "2305": "easier.", "2306": "1-inch", "2307": "55-60", "2308": "well-combined.", "2309": "stickiness", "2310": "corned", "2311": "tacos,", "2312": "thickens,", "2313": "ripple,", "2314": "beef,", "2315": "(23x23cm)", "2316": "cracker.", "2317": "marker,", "2318": "leftover.", "2319": "leaking", "2320": "fall", "2321": "wobbles.", "2322": "sunflower", "2323": "lengthways", "2324": "that's", "2325": "scarf,", "2326": "bashing", "2327": "smear", "2328": "4th", "2329": "twist,", "2330": "sliders.", "2331": "consistency.", "2332": "sieve.)", "2333": "nearby!", "2334": "stews,", "2335": "thyme),", "2336": "breathe", "2337": "sheets.", "2338": "\u201ceggs\u201d", "2339": "(165\u02dac)", "2340": "grits.", "2341": "knot", "2342": "vary,", "2343": "ladyfingers,", "2344": "go).", "2345": "mussel", "2346": "trapped", "2347": "yogurt-covered", "2348": "cases", "2349": "lay", "2350": "fast.", "2351": "fasten,", "2352": "cutter,", "2353": "edge.fold", "2354": "kilo)", "2355": "aside.", "2356": "breadsticks", "2357": "ventilation,", "2358": "mayonnaise", "2359": "envelope.", "2360": "shortbread:", "2361": "witg", "2362": "series", "2363": "1.5\"", "2364": "sandwich", "2365": "(70-75\u02dac).", "2366": "bbq", "2367": "asafoetida,", "2368": "(182\u00b0c).", "2369": "quarter-size", "2370": "blocks.", "2371": "3x4\u00bd", "2372": "pliable", "2373": "(split", "2374": "-inch", "2375": "re-melt.", "2376": "ring,", "2377": "panko", "2378": "(30-35", "2379": "sun-like", "2380": "sherry.", "2381": "browner", "2382": "slicer", "2383": "(65\u00b0c).", "2384": "soaked.", "2385": "minute", "2386": "eager,", "2387": "color/appearance", "2388": "(385", "2389": "sauce.", "2390": "to,", "2391": "measure", "2392": "bittersweet", "2393": "liking.", "2394": "stone", "2395": "seal,", "2396": "slicing,", "2397": "fidget", "2398": "easiest", "2399": "halved", "2400": "overlapping", "2401": "coriander,", "2402": "lemons.", "2403": "lentils", "2404": "horn", "2405": "salata,", "2406": "bursting", "2407": "toasting,", "2408": "sprinkle", "2409": "proofing,", "2410": "4-5", "2411": "basil", "2412": "condiments", "2413": "pot).", "2414": "pepperoni", "2415": "rare;", "2416": "encourage", "2417": "lunch-box", "2418": "\u00bd-5", "2419": "squares,", "2420": "or,", "2421": "bowls).", "2422": "twists,", "2423": "\u201cshell\u201d", "2424": "cornflour,", "2425": "375\u00b0f.", "2426": "4\u00d73", "2427": "hours", "2428": "over--creating", "2429": "(71", "2430": "lemonade.", "2431": "mixes", "2432": "simply", "2433": "registered", "2434": "important!", "2435": "long.", "2436": "processes", "2437": "latex", "2438": "zip", "2439": "sticky!)", "2440": "ripe", "2441": "through),", "2442": "pepitas", "2443": "oven),", "2444": "provolone", "2445": "begin,", "2446": "dent", "2447": "matchsticks", "2448": "third", "2449": "fragile.", "2450": "kick!", "2451": "hashbrown,", "2452": "(braiding", "2453": "seconds,", "2454": "(whatever", "2455": "155\u02da-165\u02daf", "2456": "tongs", "2457": "meatloaves.", "2458": "jar.", "2459": "132", "2460": "\u201csaute\u201d.", "2461": "diced,", "2462": "(in", "2463": "aioli:", "2464": "julienned", "2465": "gentle", "2466": "reusable", "2467": "kids,", "2468": "mint,", "2469": "oven,", "2470": "form,", "2471": "semi-easy", "2472": "200\u02dac.", "2473": "lemonade", "2474": "butternut", "2475": "--", "2476": "butter-oil", "2477": "fingertips.", "2478": "fat:", "2479": "saucy", "2480": "tamagoyaki", "2481": "expand", "2482": "rose,", "2483": "hot.", "2484": "rip", "2485": "sambusas", "2486": "elbow", "2487": "couscous", "2488": "freeze", "2489": "serrano", "2490": "equipment", "2491": "beet-colored", "2492": "squish", "2493": "blitz", "2494": "arepas", "2495": "canes,", "2496": "softened.", "2497": "drummet", "2498": "(470", "2499": "shrimp", "2500": "afterwards!", "2501": "protective", "2502": "process", "2503": "*store", "2504": "care", "2505": "(23x32", "2506": "coating", "2507": "cooking.", "2508": "assemble.", "2509": "piles", "2510": "until", "2511": "(2", "2512": "cooked", "2513": "low.", "2514": "capers.", "2515": "plating,", "2516": "adults,", "2517": "vodka,", "2518": "macerated", "2519": "fingertips),", "2520": "cases.", "2521": "leaves.", "2522": "high-speed", "2523": "ketchup!", "2524": "lasts", "2525": "sake,", "2526": "carving", "2527": "ounce)", "2528": "(6-cm)", "2529": "cheese-flavored", "2530": "dish", "2531": "ravioli", "2532": "pong", "2533": "truffles.", "2534": "\u201cfishes\u201d", "2535": "water),", "2536": "425", "2537": "loaf,", "2538": "discard", "2539": "minimum", "2540": "pink.", "2541": "fibers", "2542": "indulgent", "2543": "1x1-inch", "2544": "pillow", "2545": "egg", "2546": "roulade", "2547": "board", "2548": "act", "2549": "propped", "2550": "g", "2551": "7x12", "2552": "bonito", "2553": "well-incorporated", "2554": "pale.", "2555": "fluffier", "2556": "350\u02daf(180\u02dac)", "2557": "quantity", "2558": "(the", "2559": "quinoa", "2560": "pasilla,", "2561": "bbq,", "2562": "fish", "2563": "wanted", "2564": "doneness", "2565": "ethiopian", "2566": "eyes.", "2567": "between,", "2568": "itself,", "2569": "30-60", "2570": "using),", "2571": "portion,", "2572": "steaming,", "2573": "poultry", "2574": "places.", "2575": "fire", "2576": "indent.", "2577": "first!)", "2578": "saucer,", "2579": "oven-proof", "2580": "ribboned", "2581": "runs", "2582": "afternoon", "2583": "honeycomb", "2584": "(cover", "2585": "cham", "2586": "mixing", "2587": "1-ounce", "2588": "duty", "2589": "tail,", "2590": "lollipop-style.", "2591": "cast", "2592": "wrappers", "2593": "completes", "2594": "(save", "2595": "5-7", "2596": "remain", "2597": "chuck", "2598": "roughy", "2599": "guide.", "2600": "balls,", "2601": "mein", "2602": "fresh.", "2603": "granola,", "2604": "23-25", "2605": "(chopped),", "2606": "rose-shaped", "2607": "(375\u00b0f).", "2608": "stored", "2609": "rectangular", "2610": "curve-side", "2611": "(435", "2612": "is", "2613": "tsp", "2614": "loops", "2615": "bammy", "2616": "always", "2617": "triscuits.", "2618": "pliable,", "2619": "begins", "2620": "5-ish", "2621": "transparent", "2622": "clockwise", "2623": "handled.", "2624": 